Repository: Faticouni/xee
Catalog: *.lproj/Localizable.strings
Languages: cs

source: %.2f seconds
cs: %.2f sekund

source: %@ (%d bytes)
cs: %1$@ (%2$d bajtů)

source: %@, Without Recompressing
cs: %@, bez rekomprimace

source: %d bits CMYK
cs: %d bitový CMYK

source: %d bits CMYK+alpha
cs: %d bitový CMYK+alfa

source: %d bits FP grey
cs: %d bitový FP stupně šedi

source: %d bits FP grey+alpha
cs: %d bitový FP stupně šedi+alfa

source: %d bits FP RGB
cs: %d bitový FP RGB

source: %d bits FP RGBA
cs: %d bitový FP RGBA

source: %d bits grey
cs: %d bitový stupně šedi

source: %d bits grey+alpha
cs: %d bitový stupně šedi+alfa

source: %d bits Lab+alpha
cs: %d bitový Lab+alpha

source: %d bits RGB
cs: %d bitový RGB

source: %d bits RGBA
cs: %d bitový RGBA

source: %d colours
cs: %d barev

source: Actual Orientation
cs: Aktuální orientace

source: Actual Size
cs: Aktuální velikost

source: Animation
cs: Animace

source: Animation And Frames
cs: Animace a políčka

source: Auto Orientation
cs: Automatická orientace

source: Automatic Orientation
cs: Automatická orientace

source: Best
cs: Nejlepší

source: Bitmap
cs: Bitová mapa

source: Cancel
cs: Zrušit

source: Cancel Action or Close Window or Drawer
cs: Zrušit akci nebo zavřít okno či přihrádku

source: Choose a folder...
cs: Vybrat složku…

source: Colour format:
cs: Barevný formát:

source: Compression:
cs: Komprimace:

source: Confirm Action
cs: Potvrzení akce

source: Copy
cs: Kopírovat

source: Copy file
cs: Kopírovat soubor

source: Copy Image
cs: Kopírovat obrázek

source: Copy to Destination #1
cs: Kopírovat na místo #1

source: Copy to Destination #10
cs: Kopírovat na místo #10

source: Copy to Destination #2
cs: Kopírovat na místo #2

source: Copy to Destination #3
cs: Kopírovat na místo #3

source: Copy to Destination #4
cs: Kopírovat na místo #4

source: Copy to Destination #5
cs: Kopírovat na místo #5

source: Copy to Destination #6
cs: Kopírovat na místo #6

source: Copy to Destination #7
cs: Kopírovat na místo #7

source: Copy to Destination #8
cs: Kopírovat na místo #8

source: Copy to Destination #9
cs: Kopírovat na místo #9

source: Couldn't copy file
cs: Nelze zkopírovat soubor

source: Couldn't copy the icon files into the application.
cs: Nelze zkopírovat soubory ikon do aplikace.

source: Couldn't delete file
cs: Nelze smazat soubor

source: Couldn't display file "%@".
cs: Nelze zobrazit soubor "%@".

source: Couldn't move file
cs: Nelze přesunout soubor

source: Couldn't rename file
cs: Nelze přejmenovat soubor

source: Couldn't save the file "%@".
cs: Nelze uložit soubor "%@".

source: Creation date:
cs: Datum vytvoření:

source: Crop
cs: Oříznout

source: Crop Tool
cs: Nástroj oříznutí

source: Cropping bottom offset:
cs: Odsazení zdola:

source: Cropping left offset:
cs: Odsazení zleva:

source: Cropping properties
cs: Vlastnosti oříznutí

source: Cropping right offset:
cs: Odsazení zprava:

source: Cropping top offset:
cs: Odsazení shora:

source: Cropping:
cs: Oříznutí:

source: Delete
cs: Smazat

source: Delete After Confirmation
cs: Smazat po potvrzení

source: Delete File
cs: Smazat soubor

source: Delete file
cs: Smazat soubor

source: Do you want to delete the image file "%@"?
cs: Skutečně si přejete smazat soubor obrázku "%@"?

source: Don't Bother
cs: Nerušit

source: Error loading image "%@".
cs: Vyskytla se chyba při načítání obrázku "%@".

source: EXIF camera properties
cs: EXIF data fotoaparátu

source: EXIF image properties
cs: EXIF data obrázku

source: EXIF other properties
cs: Ostatní EXIF data

source: Expand
cs: Rozšířit

source: File already there
cs: Již zde soubor je

source: File comments
cs: Poznámky k souboru

source: File format:
cs: Formát souboru:

source: File Handling
cs: Přiřazení souboru

source: File name:
cs: Jméno souboru:

source: File properties
cs: Vlastnosti souboru

source: File size:
cs: Velikost souboru:

source: First Image
cs: První obrázek

source: First Last
cs: První poslední

source: First/Last
cs: První/poslední

source: Fit On Screen
cs: Vyplnit obrazovku

source: Format:
cs: Formát:

source: Full image height:
cs: Celková výška obrázku:

source: Full image width:
cs: Celková šířka obrázku:

source: Full path:
cs: Celá cesta:

source: Futaba timestamp:
cs: Časové razítko Futaba:

source: GIF animation properties
cs: Vlastnosti GIF animace

source: Hide Status Bar
cs: Skrýt stavový řádek

source: Icon Installation Failed
cs: Instalace ikon selhala

source: Image height:
cs: Výška obrázku:

source: Image properties
cs: Vlastnosti obrázku

source: Image saving failed
cs: Ukládání obrázku selhalo

source: Image width:
cs: Šířka obrázku:

source: Interlaced
cs: Prokládaně

source: Keep
cs: Držet

source: Last Image
cs: Poslední obrázek

source: Least
cs: Nízká

source: Loading "%@"...
cs: načítá se "%@"...

source: Lossless
cs: Bezztrátově

source: Mirror Horizontal
cs: Zrcadlit vodorovně

source: Mirror Vertical
cs: Zrcadlit svisle

source: Modification date:
cs: Datum změny:

source: More properties
cs: Více vlastností

source: Move
cs: Přesunout

source: Move file
cs: Přesunout soubor

source: Move to Destination #1
cs: Přesunout na místo #1

source: Move to Destination #10
cs: Přesunout na místo #10

source: Move to Destination #2
cs: Přesunout na místo #2

source: Move to Destination #3
cs: Přesunout na místo #3

source: Move to Destination #4
cs: Přesunout na místo #4

source: Move to Destination #5
cs: Přesunout na místo #5

source: Move to Destination #6
cs: Přesunout na místo #6

source: Move to Destination #7
cs: Přesunout na místo #7

source: Move to Destination #8
cs: Přesunout na místo #8

source: Move to Destination #9
cs: Přesunout na místo #9

source: Navigation
cs: Navigace

source: Next Frame
cs: Následující políčko

source: Next Image
cs: Následující obrázek

source: No Default Editor Selected
cs: Není vybrán žádný výchozí editor

source: No images available
cs: Nejsou dostupné žádné obrázky

source: Number of frames:
cs: Počet políček:

source: OK
cs: Budiž

source: Other (%d Seconds)...
cs: Jiné (%d sekund)...

source: Other...
cs: Jiný…

source: Paste
cs: Vložit

source: Press the keys you want as a shortcut for this action.
cs: Stiskněte klávesy, které si přejete přiřadit k této akci.

source: Prev Next
cs: Předch. Násl.

source: Prev/Next
cs: Předch./Násl.

source: Previous Frame
cs: Předchozí políčko

source: Previous Image
cs: Předchozí obrázek

source: Problem Opening Archive
cs: Problém během otevírání archívu

source: Quality:
cs: Kvalita:

source: Remove
cs: Odstranit

source: Rename
cs: Přejmenovat

source: Rename file
cs: Přejmenovat soubor

source: Rotate 180
cs: Natočit o 180°

source: Rotate Clockwise
cs: Natočit o -90°

source: Rotate Counter-clockwise
cs: Natočit o 90°

source: Rotation
cs: Natočení

source: Save alpha channel
cs: Uložit alfa kanál

source: Saving as "%@"...
cs: Ukládá se jako "%@"...

source: Saving...
cs: Ukládá se...

source: Set Default Editor
cs: nastavit výchozí editor

source: Show Clipboard
cs: Zobrazit schránku

source: Show Status Bar
cs: Zobrazit stavový řádek

source: The file "%@" already exists.
cs: Soubor "%@" již existuje.

source: The file "%@" could not be copied to the folder "%@".
cs: Soubor "%1$@" nelze zkopírovat do složky "%2$@".

source: The file "%@" could not be deleted.
cs: Soubor "%@" nelze smazat.

source: The file "%@" could not be moved to the folder "%@".
cs: Soubor "%1$@" nelze přesunout do složky "%2$@".

source: The file "%@" could not be renamed because another file with the same name already exists.
cs: Soubor "%@" nelze přejmenovat, protože ve složce se již vyskytuje soubor se stejným jménem.

source: The file "%@" could not be renamed.
cs: Soubor "%@" nelze přejmenovat.

source: The source and destination locations are the same.
cs: Umístění zdroje a cíle jsou stejné.

source: This shortcut is already in use.
cs: Tato zkratka je již používána.

source: Toggle Animation
cs: Zastavit/Spustit animace

source: Total playing time:
cs: Celkový čas:

source: Trim
cs: Seříznout

source: Visit the The Unarchiver Download Page
cs: Navštivte domovské sídlo aplikace The Unarchiver

source: Xee can only open images inside archive files if The Unarchiver is also installed. You can download The Unarchiver for free by clicking the button below.
cs: Aplikace Xee umí otevírat obrázky umístěné v archívech, pouze pokud je nainstalována aplikace The Unarchiver. Můžete si ho zkopírovat klepnutím na příslušné tlačítko.

source: Zoom
cs: Lupa

source: Zoom In
cs: Přiblížit

source: Zoom Out
cs: Oddálit
